/* Subtitle describing a fast with a certain N-hour duration. e.g. '1 hour eating window'. Assume singular-case. */
"%.01f hour fast" = "%.01f heure de jeûne";

/* Template for a label describing a body weight measurement recorded on a certain day. e.g '10 lbs on May 2' */
"%1@ on %2@" = "%1@ le %2@";

/* Title for a screen where the user can configure their timed eating window. */
"%@ hour window" = "période de %@ heures";

/* Information about how long the eating window or fast has been open (e.g. '5h so far').
   Note that the user has fasted for some amount of time so far (e.g. '2h 5m so far')
   Text describing how long it has been since the user's fast or eating window began. (e.g. '2h 30m so far') */
"%@ so far" = "%@ jusqu'à présent";

/* Title of screen that shows the eating window for a given day. In the format 'November 18th's Window'. An alternative translation is 'Window for %@'. */
"%@'s Window" = "Période du %@";

/* Placeholder text stating that there is one image attached the user's eating window note */
"1 image attached" = "Une image attachée";

/* A reminder about the user's flexible eating window that is automatically triggered after ten hours. */
"10 hour reminder" = "Rappel de 10 heures";

/* Label showing an example fast that lasted for sixteen hours */
"16 hour fast" = "Jeûne de 16 heures";

/* Example of the 'Show fasting duration' feature, as if the user did not eat for 18 hours. */
"18 Hour Fast" = "Jeûne de 18 heures";

/* A reminder about the user's flexible eating window that is automatically triggered after five hours. */
"5 hour reminder" = "Rappel de 5 heures";

/* Label showing an example eating window that lasted for eight hours */
"8 hour eating window" = "Période de 8 heures";

/* Placeholder text for when the user can't edit their flexible eating window's end time */
"A flexible eating window remains open until you close it manually." = "Une période d'alimentation flexible reste ouverte jusqu'à ce que vous la fermiez manuellement.";

/* A discussion about whether the user should use a timed or flexible eating window. */
"A timed eating window may work best if you’re following a program like 16:8 or Fast 5. If you’re just tracking the amount of time you eat, then a flexible window may work better for you." = "Une Période d'alimentation prédéfinie est la meilleure solution si vous suivez un programme tel que 16:8 ou Fast 5. Si vous suivez uniquement la quantité de temps pendant laquelle vous mangez, alors une Période flexible vous sera plus adaptée.";

/* A discussion about the differences between timed and flexible eating windows */
"A timed eating window “closes” after a set amount of time. On the other hand, a flexible eating window stays open until you “close” it yourself." = "Une Période d'alimentation prédéfinie « se ferme » après une durée déterminée. Par contre, une Période d'alimentation flexible reste ouverte jusqu'à ce que vous la « fermiez » vous-même.";

/* Title for button that opens the app's About page
   Title of the app's About screen */
"About" = "À Propos";

/* Title of button that lets the user add more text to their note. */
"Add More" = "Ajouter plus";

/* Title of button that lets the user add a note to their eating window */
"Add Note" = "Ajouter Une Note";

/* Alert action that lets the user retroactively add an eating window on a specific date */
"Add Window on %@" = "Ajouter Un Période le %@";

/* Alert action that adds a new eating window on the given date. */
"Add window on %@" = "Ajouter un période le %@";

/* A description of the Calendar tab */
"After you record your first eating window, this tab will show you a calendar of your old windows." = "Après avoir enregistré votre première Période d'alimentation, cet onglet affichera un calendrier de vos anciennes périodes.";

/* A description of the timeline tab */
"After you record your first eating window, this tab will show you a timeline of your eating windows and fasts." = "Après avoir enregistré votre première Période d'alimentation, cet onglet affichera une chronologie de votre Période d'alimentation et de jeûne.";

/* Confirmation after the user deleted all of their data. */
"All of your data has been deleted." = "Toutes vos données ont été supprimées.";

/* Title for alert notifying the user that body weight measurements logged before the given date have been hidden from the app */
"All weights recorded on or before %@ have been hidden." = "Tous les poids enregistrés au plus tard le %@ ont été cachés";

/* Title of button that allows Window to send notifications */
"Allow Window to send important notifications" = "Autoriser Window à envoyer des notifications importantes";

/* An option that always shows the time elapsed (the amount of time that has elapsed / passed since the beginning of the user's eating window.) */
"Always Show Time Elapsed" = "Toujours afficher le temps écoulé";

/* Subtitle of option that lets the user opt-out of sending crash reports */
"Anonymous crash reports help us diagnose and resolve critical issues." = "Les rapports d'accident anonymes nous aident à diagnostiquer et à résoudre les problèmes critiques.";

/* Subtitle of option that lets the user opt-out of sending anonymous usage data */
"Anonymous usage data lets us know how many people are using Window." = "Les données d'utilisation anonymes nous permettent de savoir combien de personnes utilisent Window.";

/* Title of a screen that lets the user customize the app's icon */
"App Icon" = "Icône";

/* Label that notes the developer of the app */
"App developed by Cal Stephens" = "Appli dévelopée par Cal Stephens";

/* Confirming the user wants to delete all of their data */
"Are you sure?" = "Continuer ?";

/* A person who writes books. Used as 'Gin Stephens, Author'. */
"Author" = "Auteur";

/* The first meal of the day. */
"Breakfast" = "Petit-déjeuner";

/* Title of the 'Calendar' tab, where uses can view their past eating windows in a calendar format */
"Calendar" = "Calendrier";

/* An error message telling the user they can't open an eating window at this moment. */
"Can't Open Eating Window" = "Impossible d'ouvrir la Période d'alimentation";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Alert action that deletes all eating windows scheduled for the future */
"Cancel All Future Windows" = "Annuler Tous les Périodex Futurs";

/* Alert actions that deletes the upcoming scheduled eating window */
"Cancel Scheduled Window" = "Annuler le Période Programmé";

/* Title of button that lets the user cancel their upcoming eating window */
"Cancel Window" = "Annuler la Période";

/* A button that cancels the user's eating window schedule */
"Cancel schedule" = "Annuler la programmation";

/* Alert notifying the user that they discarded their eating window. */
"Canceled your eating window." = "Période d'alimentation annulée";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"Cannot Send Mail" = "Ne Peut Pas Envoyer Le Courrier";

/* Title of alert notifying the user that their eating window could not be saved because it conflicts with another eating window. */
"Cannot save eating window" = "Impossible d'enregistrer la Période d'alimentation";

/* Title of button that lets the user adjust the selected date range for their weight history graph */
"Change date range" = "Changer L'Intervalle de Dates";

/* Title of button that lets the user convert a timed window into a flexible window */
"Change to flexible window" = "Passer à la période prédéfinie";

/* Title of button that lets the user convert a flexible window into a timed window */
"Change to timed window" = "Passer à la période prédéfinie";

/* Title of button that opens the user's photo library */
"Choose Photo" = "Choisir Une Photo";

/* Title of button that closes / ends the user's current eating window */
"Close Now" = "Fermer Maintenant";

/* Title of button that closes (ends) the current eating window */
"Close Window" = "Fermer Période";

/* Title for button that closes / ends the current eating window */
"Close Window and Save" = "Terminer le Période et Enregistrer";

/* Title of alert confirming the user wants to close their existing eating window. */
"Close eating window?" = "Fermer la période d'alimentation ?";

/* Alert notifying the user that they closed their eating window. */
"Closed your eating window." = "Fermeture de votre Période d'alimentation.";

/* Information about when the eating window closes. (e.g. 'Closes in 5h 10m').
   Text describing when the user's eating window closes / ends */
"Closes in %@" = "Se ferme dans %@";

/* A message congradulaing the user for completing some milestone. (e.g. '10th Eating Window' or '100th Eating Window'). The ordinal number (1st, 2nd, 3rd, etc.) is generated at runtime. */
"Congratulations on finishing your %@ Eating Window!" = "Félicitations pour avoir terminé votre %@ Période d'alimentation !";

/* A message congradulaing the user for completing their first eating window. */
"Congratulations on finishing your first Eating Window!" = "Vous avez terminé votre première Période d'alimentation, félicitations !";

/* Title of alert warning the user the the selected body weight measurement could not be deleted */
"Could not delete weight" = "Impossible de supprimer le poids";

/* Title of alert warning the user the the selected body weight measurement could not be edited */
"Could not edit weight" = "Impossible de réviser le poids";

/* Message warning the user that their image could not be saved to disk. */
"Could not save image" = "Impossible d'enregistrer l'image";

/* Title of alert that gets shown if the Export Data process fails for some reason. */
"Couldn't export your data" = "Impossible d'exporter vos données";

/* Title of alert that gets shown if the Import Data process fails for some reason. */
"Couldn't import your data" = "Impossible d'importer vos données";

/* Title of an option that lets the user control how countdowns are displayed */
"Countdown" = "Compte à rebours";

/* Title of button that creates a spreadsheet with statistical data about the user's eating windows */
"Create" = "Créer";

/* Title for button that generates a spreadsheet of the user's data */
"Create Spreadsheet" = "Créer une feuille de calcul";

/* Fragment of the phrase 'Created by Cal Stephens'. If a standard translation of the phrase would cause the 'Created by' analogue to come after 'Cal Stephens' (rather than before, like in the English translation), then you should prefer an alternative translation like 'Developer'. */
"Created by" = "Créée par";

/* Title for a card that shows the user's current eating window */
"Current Eating Window" = "Période d'alimentation actuelle";

/* Title for a card that shows the user's current fast */
"Current Fast" = "Jeûne actuel";

/* Message noting that the user is currently fasting (not eating food) */
"Currently fasting" = "Actuellement en train de jeûner";

/* Text noting that the user's eating window is currently open / in-progress. */
"Currently open" = "Ouverte actuellement";

/* Title of option that allows the user to customize the app's behavior (for example, set a custom eating window schedule or view a custom date range in the weight graph). */
"Custom" = "Personnaliser";

/* Title of screen that lets the user select a custom range of dates */
"Custom Date Range" = "Personnaliser la période";

/* Title of a screen that lets the user set up and manage a Custom eating window schedule */
"Custom Schedule" = "Personnaliser";

/* Title of a button that lets the user schedule an eating window that will only repeat daily */
"Daily" = "Quotidien";

/* Prefix modifier notating that this is a daily eating window (e.g. 'Daily 5 hour eating window'). An acceptable alternative phrasing could be '5 hour eating window (daily)'. */
"Daily %@" = "%@ quotidienne";

/* Title of the app's main 'Dashboard' screen. */
"Dashboard" = "Tableau de bord";

/* Title of a screen that lets the user manage their data */
"Data Management" = "Gestion des données";

/* Some date on the calendar */
"Date" = "Date";

/* A range of dates to be shown on a graph */
"Date Range" = "L'Intervalle de Dates";

/* Title of a column of data that contains dates */
"Day" = "Jour";

/* The default option of some configuration. */
"Default" = "Défaut";

/* Description of 'Delay Don't Deny' book. Do not translate the book title. */
"Delay Don't Deny by Gin Stephens" = "Delay Don't Deny de Gin Stephens";

/* Title of button that deletes an eating window */
"Delete" = "Supprimer";

/* Title of button that delete's all of the user's data. */
"Delete All Data" = "Supprimer toutes les données";

/* Title of button that lets the user delete the note associated with their eating window */
"Delete Note" = "Supprimer la note";

/* Message noting that the user deleted their eating window */
"Deleted your eating window" = "Période d'alimentation supprimée";

/* The third / last meal of the day. */
"Dinner" = "Dîner";

/* Title for button that discards the current eating widnow */
"Discard" = "Abandonner";

/* Title for button that discards the current eating window, and cancels all eating windows scheduled in the future. */
"Discard and Cancel Future Windows" = "Abandonner et Annuler les Périodex Futurs";

/* Title of button that dismisses some message that has been presented to the user */
"Dismiss" = "Fermer";

/* Options controlling the way bits of data are displayed within the app */
"Display Options" = "Option d'affichage";

/* No comment provided by engineer. */
"Done" = "Fini";

/* Title of a column of data that contains the duration of eating windows, in seconds. */
"Duration (seconds)" = "Durée (secondes)";

/* Title of screen that shows information about a specific past eating window */
"Eating Window" = "Période d'alimentation";

/* Title for the screen that shows users a calendar of their past eating windows */
"Eating Window Calendar" = "Calendrier des Périodes d'alimentation";

/* Some number of eating windows */
"Eating Windows" = "Périodes d'alimentation";

/* Alert body informing the user that their eating window cannot be longer than some number of hours (20 hours at the time of writing) */
"Eating windows cannot be longer than %d hours" = "La période d'alimentation ne peut pas dure plus de %d heures";

/* No comment provided by engineer. */
"Edit" = "Éditer";

/* Title of button that lets the user adjust / edit their upcoming eating window. (e.g. 'Edit Thursday's Window...') */
"Edit %@'s Window..." = "Modifier la Période de %@...";

/* Title of popup that lets the user edit multiple eating windows at once */
"Edit All" = "Modifier tout";

/* Title of button that lets the user edit the note of their eating window */
"Edit Note" = "Modifier la note";

/* Title of button that lets the user adjust / edit their repeating eating window schedule */
"Edit Repeating Schedule..." = "Modifier le programme récurrent...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Today's Window..." = "Modifier la Période du jour...";

/* Title of button that lets the user adjust / edit their upcoming eating window. */
"Edit Tomorrow's Window..." = "Modifier la Période de demain...";

/* Title of button that lets the user edit their eating window */
"Edit Window" = "Éditer le Période";

/* Title of button that lets the user edit the type of eating window being configured */
"Edit Window Type" = "Modifier le type de Période";

/* Title of alert that gives the user options to edit their current eating window */
"Edit current eating window" = "Modifier la Période d'alimentation actuelle";

/* Title of alert that gives the user options to edit their eating window */
"Edit next eating window" = "Modifier la prochaine Période d'alimentation";

/* Title of alert that gives the user options to edit their eating window */
"Edit scheduled eating window" = "Modifier la Période d'alimentation programmée";

/* An option to edit the starting time of an eating window */
"Edit start time..." = "Modifier l'heure de début...";

/* An option to edit the type (timed or flexible) or the duration of an eating window */
"Edit type..." = "Modifier le type...";

/* The ending date of some selected date range */
"End Date" = "Date de fin";

/* Title of button that lets the user end / cancel their eating window schedule */
"End Repeating Schedule" = "Terminer le programme récurrent";

/* Title of a column of data that contains the ending times of eating windows */
"End Time" = "Heure de Fin";

/* Alert notifying the user that their eating window schedule has been ended. */
"Ended your eating window schedule." = "Fin du programme de votre Période d'alimentation.";

/* Information about when the current fast ends (e.g. 'Ends in 5h').
   Text describing how long until the user's fast is complete */
"Ends in %@" = "Se termine dans %@";

/* Title of button that lets the user export their eating window data */
"Export Data" = "Exporter les données";

/* Title of card that discusses the differences between timed and flexible eating windows. */
"FAQ: Timed or flexible? Which one is right for me?" = "FAQ : Prédéfinie ou flexible ? Laquelle me conviendrait le mieux ?";

/* Message noting that the user is currently fasting (not eating food) */
"Fasting" = "Jeûne";

/* Title for screen that describes the 'Show fasting duration' feature */
"Fasting Duration" = "Durée du Jeûne";

/* Title of the screen that shows the user a timeline of their fasts */
"Fasting Timeline" = "Chronologie du jeûne";

/* A description of the Window app */
"Fasting Tracker" = "Tracker de jeûne";

/* Description of the 'Show fasting duration' option. */
"Fasting duration is calculated by taking the time between two eating windows." = "La durée du jeûne est calculée en prenant le temps entre deux périodex alimentaires.";

/* Title of an email where the user can send feedback about the Window app */
"Feedback for Window" = "Commentaires pour Période";

/* Indicates the current eating window will be a flexible window */
"Flexible" = "Flexible";

/* Indicates the current eating window will be a flexible window */
"Flexible eating window" = "Période d'alimentation flexible";

/* Note that the user's eating window will have a flexible length, and will not end until the user closes it manually. */
"Flexible length" = "Durée flexible";

/* Indicates the current window will be a flexible window */
"Flexible window" = "Période flexible";

/* A sample eating window note */
"For dinner, I had BBQ chicken with pasta in a creamy mushroom sauce and salad with Italian dressing. For dessert I had one perfect scoop of ice cream." = "Pour le dîner, j'ai mangé du poulet barbecue avec des pâtes dans une sauce crémeuse aux champignons et une salade avec vinaigrette italienne. Pour le dessert, j'avais une boule de glace parfaite.";

/* Title of an eating widndow that repeats every Friday */
"Fridays" = "Vendredis";

/* Title for 'Done' button on the 'Welcome to Window' screen. */
"Get Started" = "Commencer";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened!" = "Bonne nouvelle, votre Période vient de s'ouvrir !";

/* Body of alert notifying the user that their eating window just opened / started. */
"Good news, your window just opened! You can eat until %@." = "Bonne nouvelle, votre Période vient de s'ouvrir ! Vous pouvez manger jusqu'à %@";

/* More casual text for a 'Done' button. 'Done' or 'OK' are both acceptable alternate translations */
"Got it" = "Je l'ai";

/* Body of message prompting the user to log their weight for the first time. */
"Have a scale handy? Logging your weight every day is a great way to track your weight loss progress." = "Vous avez un pèse-personne ? Consigner votre poids tous les jours est un bon moyen de suivre la progression de votre perte de poids";

/* Title of button that hides the selected body weight measurement, and all earlier weight measurements. */
"Hide All Earlier Weights" = "Masquer Tous Les Poids Précédents";

/* Title of button that hides the selected body weight measurement */
"Hide Weight" = "Masquer le Poids";

/* Title for button that opens the app's History page
   Title of button that opens the window history screen */
"History" = "Historique";

/* Some number of hours. */
"Hours" = "heures";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window
   Placeholder text promopting the user to enter a note about their eating window */
"How was your day?" = "Comment s'est passée votre journée ?";

/* Placeholder text / writing prompt for screen that lets the user add a note to their eating window */
"How was your day? What did you have for dinner?" = "Comment était ta journée ? Qu'est-ce que tu as mangé pour le dîner ?";

/* Title of button that confirms the user granted access for Window to access their health daya */
"I granted access" = "J'ai accordé l'accès";

/* Another sample eating window note */
"I went to a cafe with my friends. I tried avocado toast for the first time, and it was really good! I rounded off my meal with two eggs (sunny-side up) and a small salad." = "Je suis allé au café avec mes amis. J'ai essayé le toast à l'avocat pour la première fois et c'était vraiment bon! J'ai terminé mon repas avec deux œufs (au soleil) et une petite salade.";

/* An explaination of how the Window app chooses between showing the time remaining or the time elapsed during a countdown for an eating window or fast. */
"If Window doesn't know when your eating window or fast is going to end (like during a flexible window), it will show you the time elapsed instead." = "Si l'application ne sait pas quand votre Période d'alimentation ou Jeûne va se terminer (comme lors d'une période flexible), elle vous indiquera plutôt le temps écoulé.";

/* Alert text describing what would happen if the user hides a given body weight measurement. */
"If you hide this weight, it will still be recorded in other apps but will no longer appear in Window." = "Si tu masques ce poids, il sera toujours enregistré dans d'autres applications mais n'apparaîtra plus en Période.";

/* Some user-uploaded image or photograph */
"Image" = "Image";

/* Title of button that lets the user import eating window data */
"Import Data" = "Importer les données";

/* Message shown when the user successfully imports some data into the Window app */
"Import Successful" = "Importation réussie";

/* Title of alert that is shown while the app is importing the user's data */
"Importing your data" = "Importation de vos données";

/* Description of the Window app. */
"Intermittent Fasting Tracker" = "Traquer de Jeûne Intermittent";

/* Error warning the user that the start/end times they entered for their eating window are invalid. */
"Invalid Times" = "Heures Invalides";

/* Message notifying the user that their eating window could not be saved because it would overlap with another eating window. (e.g. 'It would overlap with your eating window that started at started at 10:00pm on April 3 and ended at 2:00am on April 4.') */
"It would overlap with your eating window that started at %1$@ on %2$@ and ended at %3$@ on %4$@." = "Cela se chevaucherait avec votre Période d'alimentation qui a commencé à %1$@ le %2$@ et s'est terminée à %3$@ le %4$@.";

/* A weight measurement unit */
"Kilograms" = "Kilogrammes";

/* Title of button that shows some additional information about the topic being discussed */
"Learn More" = "Plus";

/* Title of button that opens a webpage where the user can read more about Intermittent Fasting */
"Learn more about Intermittent Fasting" = "En savoir plus sur le jeûne intermittent.";

/* Title for a screen that lets the user log their current body weight
   Title for button that opens a screen where the user can log their current weight */
"Log Weight" = "Consigner le Poids";

/* Title of button that lets the user log their current body weight
   Title of button that lets the user log their currently body weight */
"Log weight" = "Consigner le poids";

/* Title of message prompting the user to log their weight for the first time. */
"Log your weight for the first time" = "Renseignez votre poids pour la première fois";

/* Some number of logged weights */
"Logged Weights" = "Poids consignés";

/* The second meal of the day. */
"Lunch" = "Déjeuner";

/* Abbreviation for 'Maximum' -- setting that shows all of the data available. 'All' is an acceptable alternate translation */
"Max" = "Max";

/* Some number of minutes. */
"Minutes" = "Minutes";

/* Title of an eating widndow that repeats every Monday */
"Mondays" = "Lundis";

/* Title for button that lets the user view more of their eating window history */
"More" = "Plus";

/* Title of a card showing the most recent note */
"Most Recent Note" = "Note la plus récente";

/* Label for the 'moving average' or 'rolling average' of the user's body weight */
"Moving Average" = "Moyenne Mobile";

/* Title for a card that shows the user's next upcoming eating window */
"Next Eating Window" = "Prochaine Période d'alimentation";

/* Declining a request */
"No" = "Non";

/* Placeholder text for where there is no data available */
"No data" = "Pas de données";

/* Placeholder text for when there is no data available in the range of dates currently selected */
"No data in range" = "Pas de données dans la plage";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No eating window on May 2' */
"No eating window" = "Aucune période d'alimentation";

/* Label that appears if the user did not fast on a given date. */
"No fast" = "Pas de jeûne";

/* Text noting that there is no eating window (usually in context of a specific date. e.g. 'No window on May 2' */
"No window" = "Aucune pèriode";

/* A note about an eating window */
"Note" = "Note";

/* Title of a column of data that contains a note image identifier */
"Note Image ID" = "ID de l'image de la note";

/* Some number of note images */
"Note Images" = "Images de la note";

/* Title of a column of data that contains an eating window note */
"Note Text" = "Texte de la note";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Nothing to see here." = "Rien à voir par ici.";

/* Placeholder for when there is no content */
"Nothing yet" = "Encore rien";

/* Title of a section of data that lets the user toggle certain notifications on or off */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"OK" = "OK";

/* Title of a button that lets the user schedule an eating window that will only repeat once */
"Once" = "Une fois";

/* Title for button that lets the user immediately open their eating window */
"Open Now" = "Ouvrir maintenant";

/* Title for button that opens a new eating window */
"Open Window" = "Ouvrir un Période";

/* Title for a card that allows the user to open a new eating window */
"Open a new Eating Window" = "Ouvre une nouvelle Période";

/* Text shown on the Window widget when there isn't any data to show (e.g. the user doesn't have an active eating window or fast) */
"Open an eating window in the Window app." = "Ouvre une Période d'alimentation dans l'application Window";

/* Information about when the eating window opened (e.g. 'Opened at 5:00pm').
   Notes the time which the user's eating window opened. e.g. 'Opened at 5:00 pm'
   Text noting that an eating window opened / began at a given time. (e.g. 'Opened at 5:00 pm') */
"Opened at %@" = "Ouverte à %@";

/* An alert letting the user know that their eating window has been opened. */
"Opened your eating window. Time to eat!" = "Période d'alimentation ouverte. C'est l'heure de manger !";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens at 2:00pm') */
"Opens at %@" = "S'ouvre à %@";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens on Wednesday at 2:00pm') */
"Opens on %2$@ at %1$@" = "S'ouvre le %2$@ à %1$@";

/* A simple message that tells the user when their eating window will open. (e.g. 'Opens tomorrow at 2:00pm') */
"Opens tomorrow at %@" = "S'ouvre demain à %@";

/* The original app source of a logged weight (they can get imported from other apps) */
"Original Source" = "Source originale";

/* Title of button that opens the app's privacy policy */
"Our Privacy Policy" = "Notre politique de confidentialité";

/* A range of dates spanning the past three months (90 days) */
"Past 3 Months" = "3 Derniers Mois";

/* A range of dates spanning the past six months (180 days) */
"Past 6 Months" = "6 Derniers Mois";

/* Title for panel showing eating window history for the previous four days */
"Past Four Days" = "4 Derniers Jours";

/* A range of dates spanning the past month (30 days) */
"Past Month" = "Dernier Mois";

/* Title for panel showing eating window history for the previous seven days */
"Past Seven Days" = "7 Derniers Jours";

/* A range of dates spanning that past week (seven days) */
"Past Week" = "Dernière Semaine";

/* A range of dates spanning the past year (365 days) */
"Past Year" = "Dernière Année";

/* A weight measurement unit common in the United States */
"Pounds" = "Livres sterling";

/* Title of alert that is shown while the app is preparing / generating the user's data export */
"Preparing data export" = "Préparation de l'exportation des données";

/* Title of card showing showing the user's previous fast */
"Previous Fast" = "Jeûne précédent";

/* Title of a section that describes the Window app's privacy policy. */
"Privacy" = "Confidentialité";

/* Title of a card displaying the user's four most recent eating windows */
"Recent Eating Windows" = "Périodes d'alimentation récentes";

/* Title of button that lets the user reopen their eating window
   Title of button that re-opens an eating window that had already been closed */
"Reopen" = "Rouvrir";

/* Title of button that lets the user reopen their eating window */
"Reopen Window" = "Rouvrir la Période";

/* Title of button that reopens an eating window as a flexible eating window */
"Reopen as flexible window" = "Rouvrir une Période flexible";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"Reopen eating window?" = "Rouvrir la Période d'alimentation ?";

/* Title of button that reopens an eating window for an additional hour */
"Reopen for another hour" = "Rouvre pour une heure supplémentaire";

/* Title of alert notifying the user that their eating window has been re-opened. */
"Reopened your eating window" = "Période d'alimentation rouverte";

/* Title of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Reschedule eating window for later?" = "Reprogrammer la Période d'alimentation pour plus tard ?";

/* Title of button that re-schedules an eating window that had already closed. */
"Reschedule for later" = "Reprogrammer à plus tard";

/* Title of alert notifying the user that their eating window has been re-scheduled. */
"Rescheduled your eating window" = "Période d'alimentation reprogrammée";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* Title of button that lets the user unhide all body weight measurements that had previously been hidden */
"Reset Hidden Weights" = "Réinitialiser les Poids Cachés";

/* Title for alert confirming that the user wants to reset / unhide their hidden body weight measurements */
"Reset Hidden Weights?" = "Réinitialiser les Poids Cachés ?";

/* Alert action that deletes the eating window hat was logged for the current day */
"Reset Today's Window" = "Réinitialiser le Période D'Aujourd'hui";

/* Title of an eating widndow that repeats every Saturday */
"Saturdays" = "Samedis";

/* No comment provided by engineer. */
"Save" = "Enregistrer";

/* Title of button that changes the schedule of all future eating windows */
"Save for All Future Windows" = "Enregistrer Pour Tous les Périodex Futurs";

/* Title of button that schedules an eating window for today *only* */
"Save for Today Only" = "Enregistrer Pour Aujourd'hui Seulement";

/* Title of button that schedules an eating window for the next day *only* */
"Save for Tomorrow Only" = "Enregistrer Pour Demain Seulement";

/* Title of button that schedules an eating window for the next window *only* */
"Save for this window only" = "Enregistrer pour cette Période uniquementa";

/* Title for button that lets the user schedule their eating window
   Title for button that schedules a new eating window for some time in the future */
"Schedule" = "Programmer";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Next Eating Window" = "Programmer la prochaine Période l'alimentation";

/* Title for a card that allows the userto schedule their next eating window */
"Schedule Tomorrow's Eating Window" = "Programmer la Période d'alimentation de demain";

/* Title for button that allows the user to schedule an eating window for the following day */
"Schedule for tomorrow" = "Programmer pour demain";

/* Title of screen that lets the user edit the scheduled time of their eating windows */
"Scheduled Time" = "Heure programmée";

/* Alert notifying the user that their eating window has been scheduled. */
"Scheduled your eating window." = "Période d'alimentation programmée.";

/* Alert notifying the user that their eating windows have been scheduled. */
"Scheduled your eating windows." = "Périodes d'alimentation programmées.";

/* Text for label instructing the user to select a date range from the calendar. This date range will be used to show eating window statistics. */
"Select date range" = "Choisir l'intervalle de dates";

/* Title of option that lets the user opt-out of sending crash reports */
"Send Crash Reports" = "Envoyer des rapports d'accident";

/* Title of button that opens a Compose Email screen, allowing the user to send feedback about the app */
"Send Feedback" = "Envoyer des commentaires";

/* Title of button that lets the user send feedback about the app's translations */
"Send Translation Feedback" = "Commentaires sur la traduction";

/* Title of option that lets the user opt-out of sending anonymous usage data */
"Send Usage Data" = "Envoyer des utilisations";

/* Title for screen where the user sets up their daily eating window */
"Set Up Window" = "Installer un Période";

/* Title of the app's Settings screen */
"Settings" = "Réglages";

/* No comment provided by engineer. */
"Share" = "Partager";

/* A toggleable option to either show or hide the user's eating widnows */
"Show Windows" = "Montrer les Périodex";

/* Toggleable option that makes the app show fasting durations instead of eating window durations. */
"Show fasting duration" = "Montrer le Durée du jeûne";

/* Message discussing the user's previous eating windows and fasts. e.g. 'Since then, you've logged 20 eating windows and fasted for 500 hours. Keep it up!'. The eating window and hour counts are pluralized appropriately at runtime. */
"Since then, you've logged %1$@ and fasted for %2$@. Keep it up!" = "Depuis, vous avez enregistré %1$@ et jeûné pendant %2$@. Continuez comme ça !";

/* Message discussing the user's previous eating windows. */
"Since then, you've logged one eating window. " = "Depuis, vous avez enregistré une Période d'alimentation. ";

/* Alert action that skips the next scheduled eating window */
"Skip Next Window" = "Sauter le Période Suivant";

/* The starting date of some selected date range */
"Start Date" = "Date de début";

/* Title of a column of data that contains the starting times of eating windows */
"Start Time" = "Heure de début";

/* Title of alert telling the us */
"Start date must be before end date" = "La date de début doit être antérieure à la date de fin";

/* Title of button that enables Window's weight tracking feature */
"Start tracking" = "Commencer le suivi";

/* Information about when the current fast began (e.g. 'Started at 5:00pm'). */
"Started at %@" = "Commencé à %@";

/* Notates the start time of an eating window. (e.g. 'Starting at 5:00 pm' */
"Starting at %@" = "Commence à %@";

/* Title of button that opens a screen that shows statistics about the user's past eating windows */
"Statistics" = "Statistiques";

/* A weight measurement unit common in the United Kingdom */
"Stone" = "Pierre";

/* Title of an eating widndow that repeats every Sunday */
"Sundays" = "Dimanches";

/* Title of button that opens the camera so the user can take a photo */
"Take Photo" = "Prendre Photo";

/* A message congradulaing the user for completing their first eating window. */
"That was the first step of your intermittent fasting journey. Keep it up!" = "C'était la première étape de votre voyage vers le jeûne intermittent. Continuez comme ça !";

/* Congratulating the user for comleting some milestone. (e.g. 10th / 100th / 1000th eating window) */
"That's a huge milestone! Keep up the great work, and thank you for using Window!" = "C'est une étape importante ! Continuez comme ça et merci d'utiliser Période !";

/* Message telling the user the end time of their eating window must be after the start time. */
"The end time must be later than the start time." = "L'heure de fin doit être plus tard que l'heure de début.";

/* Message warning the user that, if they delete their eating window, they will not be able to undo that action. */
"This action cannot be undone." = "Cette action ne peut pas être annulée.";

/* Title for alert confriming the user wants to delete some piece of data. */
"This cannot be undone." = "Ça ne peut pas être annulé.";

/* Title of alert notifying the user that the window they are editing has already closed. */
"This eating window has already closed." = "Cette période d'alimentation a déjà été fermée.";

/* Title of alert confirming if the user wants to re-open an eating window that has already been closed. */
"This eating window has already closed. Would you like to reopen it?" = "Cette Période d'alimentation est déjà fermée. Voulez-vous la rouvrir ?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"This eating window has already closed. Would you like to reschedule it for %@ later today?" = "Cette Période d'alimentation est déjà fermée. Voulez-vous la reprogrammer plus tard dans la journée à %@ ?";

/* Title of alert notifying the user that the window that they are editing is currently open. */
"This eating window is currently open." = "Cette période d'alimentation est actuellement ouverte.";

/* Message telling the user the current eating window is on a daily repeating schedule. */
"This is a daily window." = "C'est un période quotidien.";

/* A message about the user's first eating window. */
"This is the first step of your intermittent fasting journey. After your window closes, you’ll fast until tomorrow." = "C'est la première étape de votre voyage vers le jeûne intermittent. Une fois votre Période fermée, vous jeûnerez jusqu'à demain.";

/* A message describing the the Dashboard screen. */
"This is your Dashboard, where you’ll see the most important info about your intermittent fasting journey. For now, you can open or schedule your first Eating Window." = "C'est votre tableau de bord, vous y verrez les infos les plus importantes concernant votre voyage vers le jeûne. Pour l'instant, vous pouvez ouvrir ou programmer votre première Période d'alimentation.";

/* Describes how the user can access data in a spreadsheet generated by the app. */
"This spreadsheet can be added as a note, emailed to yourself, or shared to another app on your device." = "Cette feuille de calcul peut être ajoutée sous forme de note, envoyée par email, ou partagée avec une autre application sur ton appareil.";

/* Body for alert confirming that the user wants to unhide all of their hidden body weight measurements */
"This will unhide all of your hidden weights. This cannot be undone." = "Cela va révéler tous tes poids cachés. Ça ne peut pas être annulé.";

/* Title of an eating widndow that repeats every Thursday */
"Thursdays" = "Jeudis";

/* Some time of the day */
"Time" = "Heure";

/* The amount of time that has elapsed / passed since the beginning of the user's eating window. Keep this translation as short as possible. */
"Time Elapsed" = "Temps écoulé";

/* Body of alert notifying the user that their fasting period has began. */
"Time to fast!" = "C'est l'heure de jeûner !";

/* Indicates the current eating window will be a timed window, with specific start and end times */
"Timed" = "Chronométré";

/* Subtitle describing an eating window with a known start and end time */
"Timed window" = "Période prédéfinie";

/* Note that the user's eating window will be timed, with a predefined duration. */
"Timed, %@" = "Chronométré, %@";

/* Title of the 'Timeline' tab, where uses can view their past eating windows in a timeline format */
"Timeline" = "Chronologie";

/* Title of label that directs the user to use the Window app on their iPhone if they want to add a photo or image to their eating window's note */
"To add a photo to your note, use Window on your iPhone" = "Pour ajouter une photo à votre note, utilisez Windows sur votre iPhone";

/* Message advising the user to use Window on their iPhone to edit their daily or weekly eating window schedule */
"To edit your repeating schedule, use Window on your iPhone." = "Pour modifier votre programme récurrent, utilisez Window sur votre iPhone.";

/* A footnote shown on Apple Watch */
"To set up a daily or weekly Eating Window schedule, use Window on your iPhone." = "Pour configurer un programme quotidien ou hebdomadaire de Période d'alimentation, utilisez Window sur votre iPhone.";

/* Label telling the user they must grant us access to their health data in order to use Window's weight tracking features. */
"To track your weight in Window, you must grant us access to read and modify your Health data. You can change this setting in the Health app." = "Pour suivre ton poids en Période, tu dois nous autoriser à lire et à modifier tes données de santé. Tu peux modifier ce paramètre dans l'application Santé.";

/* Text for a label representing the current day.
   Title of button that shows the eating window history for the current day */
"Today" = "Aujourd'hui";

/* Prefix modifier noting that this is Today's eating window (e.g. 'Today's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Today)'. */
"Today's %@" = "%@ du jour";

/* Title of a card showing the note for today's eating window */
"Today's Note" = "Note du jour";

/* Title for screen showing the current day's eating window */
"Today's Window" = "Période";

/* Prefix modifier noting that this is Tomorrow's eating window (e.g. 'Tomorrow's 5 hour eating window'. An acceptable alternative phrasing could be '5 hour eating window (Tomorrow)' */
"Tomorrow's %@" = "%@ de demain";

/* Label advertising Window's weight tracking feature */
"Track your weight with Window" = "Suivez vos poids avec Window.";

/* A label noting that the app's content was translated from English */
"Translated from English" = "Traduit de l'Anglais";

/* Title of an email where the user can send feedback about the Window app */
"Translation Feedback for Window" = "Commentaires à propos de la traduction de Window";

/* Title of an eating widndow that repeats every Tuesday */
"Tuesdays" = "Jeudis";

/* Label for measurement unit used to display body weight. Value would be either Pounds or Kilograms. */
"Unit" = "Unité";

/* Title of button that updates / changes the user's current eating window schedule. */
"Update" = "Mettre à jour";

/* Alert notifying the user that their eating window schedule has been updated. */
"Updated your eating window schedule." = "Mise à jour de votre programme de Période d'alimentation.";

/* An alert letting the user know that their eating window has been updated. */
"Updated your eating window." = "Mise à jour de votre Période d'alimentation.";

/* Alert notifying the user that their eating window has been updated. */
"Updated your scheduled eating window." = "Mise à jour de la Période d'alimentation programmée.";

/* Label showing the current version of the app */
"Version %@" = "Version %@";

/* Title for button that opens some other screen */
"View" = "Voir";

/* Title of button that lets the user view the note attached to their eating window
   Title of button that shows the note attached to the user's eating window */
"View Note" = "Voir Note";

/* Title for button that opens the Window History screen, where the user can view their past eating windows */
"View Past Windows" = "Voir les Périodex Passés";

/* Title for button that opens the Weight History screen, where the user can view their logged weight information */
"View Weights" = "Voir Les Poids";

/* Title of button that links to a given website */
"Visit Website" = "Visiter le Site";

/* Title of an eating widndow that repeats every Wednesday */
"Wednesdays" = "Mercredis";

/* Some measurement of the user's body weight
   Title of the screen that lets the user view their logged weight history */
"Weight" = "Poids";

/* Units of measurement, including the Pound and Kilogram. */
"Weight Unit" = "Unité de poids";

/* Alert text notifying that the body weight measurement was added in some other app. For example, 'Weight added in the HappyScale app' */
"Weight added in the %@ app" = "Poids a été ajouté dans l'application %@";

/* Title for alert notifying the user that some number of body weight measurements have been hidden from the app */
"Weights Hidden" = "Poids Cachées";

/* Title for the app's welcome screen, in the format 'Welcome to Window'. */
"Welcome to %@" = "Bienvenue à %@";

/* A greeting welcoming the user to the app */
"Welcome to Window" = "Bienvenue dans Période";

/* Message prompting the user to type in a note about their eating window. (e.g. 'What did you have for lunch?' or 'What did you have for dinner?'). */
"What did you have for %@?" = "De quoi était composé votre %@ ?";

/* Note that the user's current fast will end in some amount of time */
"Will end in %@" = "Se terminera dans %@";

/* Shorthand for 'eating window' */
"Window" = "Période";

/* Title of an alert notifying the user that their eating window just closed / ended */
"Window Closed" = "Période A Terminé";

/* Title of an alert notifying the user that their eating window will close / end soon */
"Window Closing Soon" = "Période Se Termine Bientôt";

/* Title of file that contains the user's export data (here, Window is the title of the Window app). */
"Window Data Export" = "Exportation des données de Window";

/* The duration of a user's window */
"Window Duration" = "Durée de la Période";

/* Title of screen that shows history of the user's past eating windows */
"Window History" = "L'Historique des Périodex";

/* Title for screen that lets the user add a note to their eating window */
"Window Note" = "Note de Période";

/* Title of an alert notifying the user that their eating window just opened / started */
"Window Open" = "Période Ouverte";

/* A notification send when the user's eating window is opened as part of an eating window schedule */
"Window Opened" = "Période Ouverte";

/* Title of file that contains statistics about the user's eating window history */
"Window Statistics" = "Statistiques de Période";

/* Title of an alert notifying the user about the status of their current eating window */
"Window Status" = "L'État de Période";

/* Title of a card that lets the user configure the type of their eating window (either Timed or Flexible). */
"Window Type" = "Type de Période";

/* Description of the 'Show fasting duration' feature. Notably, 'Window' should not be translated as it is the name of the app in this context. */
"Window calculates the duration of your fast by taking the time between two eating windows." = "Window calcule la durée de votre jeûne en prenant le temps entre deux périodex alimentaires";

/* Alert body warning the user that Window cannot modify weight data created in other apps */
"Window can't modify data created in other apps. Use the Health app to change or delete this weight." = "Window ne peut pas modifier les données créées dans d'autres applications. Utilisez l'application Santé pour modifier ou supprimer ce poids.";

/* Alert text noting that Window cannot modify the selected body weight measurement. Instead, the user must use the Apple Health app. */
"Window cannot modify weights added by other apps. Use the Health app to change or delete this weight." = "Window ne peut pas modifier les données ajoutées par d'autres applications. Utilisez l'application Santé pour modifier ou supprimer ce poids.";

/* Label for the duration of the user's eating window */
"Window duration (hours)" = "durée de Période (heures)";

/* Description of the app. Notably, 'Window' should remain untranslated as it is the name of the app. */
"Window is different from other Intermittent Fasting apps. Instead of tracking your fast, you track the amount of time you eat — your Eating Window!" = "Window est différent des autres applications de jeûne intermittent. Au lieu de suivre votre jeûne, vous suivez la quantité de temps que vous mangez - votre Période Alimentaire!";

/* Message describing how Window's weight tracking features works. */
"Window is the perfect companion for tracking your weight loss progress. We keep your personal data on your device, and never share it with anyone else." = "Window est le compagnon idéal pour suivre la progression de votre poids. Nous conservons vos données personnelles sur votre appareil, et ne les partageons jamais avec qui que ce soit d'autre.";

/* Message describing how Window's weight tracking features works */
"Window is the perfect companion for tracking your weight loss progress. We work with Apple Health to keep your personal information safe." = "Window est le compagnon idéal pour suivre la progression de votre perte de poids. Nous travaillons avec Apple Santé pour conserver vos informations personnelles en toute sécurité.";

/* The description of a setting that makes the Window app always show the amount of time that has elapsed / passed since the beginning of the user's eating window or fast, rather than showing the time remaining until the end. */
"Window will always show how much time has passed since the start of your eating window or fast." = "L'application affichera toujours le temps écoulé depuis le début de votre période d'alimentation ou Jeûne.";

/* Window will show the user the amount of time remaining in their eating window or fast, if possible. */
"Window will show you how much time is remaining in your eating window or fast." = "L'application vous indiquera combien de temps il reste dans votre Période d'alimentation ou Jeûne.";

/* Label describing how Window's weight tracking features works */
"Window works with Apple Health to securely store your personal information." = "Window travaille avec Apple Health pour enregistrer vos informations personnelles en toute sécurité";

/* Title for the screen that shows history of past eating windows. Translate as if meaning 'Eating Windows'. */
"Windows" = "Périodex";

/* Body of alert confirming the user wants to close their existing eating window. For example, 'This eatng window is currently open. Would you like to mark it as closed at 5:00 pm (after being open for 5h 30m)?' */
"Would you like to mark it as closed at %@ (after being open for %@)?" = "Voulez-vous la marquer comme fermée à %1$@ (après avoir été ouverte pendant %2$@) ?";

/* Body of alert confirming the user wants to re-schedule an eating window that had already closed. */
"Would you like to reschedule it for %@ later today?" = "Voulez-vous la preprogrammer pour %@ aujourd'hui ?";

/* Title of button that opens the App Store page to review Window */
"Write Review" = "Écrire une Critique";

/* A positive confirmation */
"Yes" = "Oui";

/* Error body explaining why the user can't open an eating window at this moment. */
"You already have an eating window logged for today." = "Vous avez déjà une Période d'alimentation enregistrée pour aujourd'hui.";

/* A prompt to encourage the user to add a note to their eating window. */
"You can log a note about your eating window. How are you feeling?" = "Vous pouvez enregistrer une note à propos de votre période d'alimentation. Comment vous sentez-vous ?";

/* Error stating that the user cannot send an email becuase their mail account is not set up. */
"You mail account is not set up correctly." = "Ton compte mail n'est pas configuré correctement.";

/* Message warning the user that their image could not be saved because they are out of disk space. */
"You may be out of storage space on your device" = "Tu as peut-être perdu de l'espace de stockage sur ton appareil.";

/* Text describing how long it has been since the user's eating window opened / began. For example, 'Your (flexible window) opened (at 3:00 pm)' */
"Your %1$@ opened %2$@" = "Votre %1$@ s'est ouverte %2$@";

/* Text describing how long it has been since the user began fasting. For example, 'Your (18 hour fast) started (at 10:00 pm)' */
"Your %1$@ started %2$@" = "Votre %1$@ a commencé %2$@";

/* Title of message giving the user more information about the Window app while their first eating window is in progress */
"Your First Eating Window" = "Votre première Période d'alimentation";

/* A message telling the user that their iPad does not support the Apple Health app, meaning they cannot use Window to track their weight. */
"Your device does not support Apple Health, which Window uses to securely store and access your personal information. To track your weight with Window, please use a different device (e.g. an iPhone)." = "Votre appareil ne supporte pas Apple Health, que Window utilise pour enregistrer et accéder vos informations personelles en toute sécurité. Pour suivre votre poids avec Window, veuillez utiliser un appareil différent (un iPhone, par exemple)";

/* Body of alert telling the user how long their eating window has been open (e.g. 'Your eating window has been open for 3 hours') */
"Your eating window has been open for %@" = "Votre Période d'alimentation a été ouverte pendant %@";

/* A description of the user's Timed eating window. Immidiatelly followed by a depiction of the window's length. (e.g. 'Your eating window will close after [5 hours]') */
"Your eating window will close after..." = "Votre Période d'alimentation se fermera après...";

/* A description of the user's Flexible eating window. */
"Your eating window will remain open until you close it manually." = "Votre Période d'alimentation restera ouverte jusqu'à ce que vous la fermiez manuellement.";

/* Body of an alert notifying the user that their flexible eating window has been open for 24 hours */
"Your flexible window has been open for 20 hours, so we closed it automatically." = "Votre Période flexible a été ouverte pendant 20 heures, nous l'avons donc fermée automatiquement.";

/* Body of an alert notifying the user that their flexible eating window has been open for eight hours */
"Your flexible window has been open for eight hours and counting." = "Ton période flexible est ouvert depuis huit heures.";

/* Body of an alert notifying the user that their flexible eating window has been open for five hours */
"Your flexible window has been open for five hours and counting." = "Ton période flexible est ouvert depuis cinq heures.";

/* Body of an alert notifying the user that their flexible eating window has been open for ten hours */
"Your flexible window has been open for ten hours and counting." = "Votre Période flexible est ouverte depuis plus de dix heures.";

/* Body of alert notifying the user that their flexible eating window just opened / started. */
"Your flexible window just opened!" = "Votre Période flexible vient de s'ouvrir !";

/* Message describing when the user start using the Window app. (e.g. 'Your intermittent fasting journey began on May 5, 2017') */
"Your intermittent fasting journey began on %@." = "Votre voyage vers le jeûne intermittent a commencé le %@.";

/* Body of alert notifying the user that their window has ended. */
"Your next eating window starts at %@." = "Votre prochaine Période d'alimentation commence à %@.";

/* Body of alert notifying the user that their window has ended. For example, 'Your next eating window starts on Monday at 2:00pm.' */
"Your next eating window starts on %1$@ at %2$@." = "Votre prochaine Période d'alimentation commence le %1$@ à %2$@.";

/* Body of alert notifying the user that their eating window has ended. */
"Your next eating window starts tomorrow at %@." = "Votre prochaine Période d'alimentation commence demain à %@.";

/* Body of an alert notifying the user that their eating window just closed / ended */
"Your window has closed." = "Ton période est fermé.";

/* Body of alert notifying the user that their eating window just opened / started */
"Your window just opened!" = "Ton période vient d'ouvrir!";

/* Body of an alert notifying the user that their eating window will close / end soon */
"Your window will close in half an hour." = "Ton période se fermera dans une demi-heure.";

/* Message telling the user their eating window will start at a given time and last some amount of time. e.g. 'Your window will start at 10:00am and last 3:00' */
"Your window will start at %1$@ and last %2$@" = "Ton période va commencer à %1$@ et va durer %2$@.";

/* Message telling the user their eating window will start at a given time. e.g. 'Your window will start at 10:00am' */
"Your window will start at %@" = "Ton période va commencer à %@";

/* Message telling the user their flexible eating window will start at a given time and continue until it they close it / end it. e.g. 'Your window will start at 10:00am and continue until closed manually' */
"Your window will start at %@ and continue until closed manually" = "Ton période va commencer à %@ et va continuer jusqu'à ce qu'il soit fermé manuellement.";

/* Some time on some day in the past. For example, '(Your eating window opened) at 10:00 on Jun 3'. */
"at %1$@ on %2$@" = "à %1$@ le %2$@";

/* Some time today. For example, '(Your eating window opened) at 10:00pm'. */
"at %@" = "à %@";

/* Label for a statistic describing the user's average eating window duration. Lowercased if applicable. */
"average" = "moyenne";

/* Cancel (lowercased if applicable) */
"cancel" = "annuler";

/* Label that appears above the time that the user closed their eating window. 'time closed' or 'end time' are acceptable alternative translations. Lowercased if applicable. */
"closed at" = "heure terminée";

/* Label for a statistic describing the user's eating window count. Lowercased if applicable. */
"count" = "compte";

/* Edit (lowercased if applicable) */
"edit" = "éditer";

/* A sentence fragment of the format 'your eating window *ended at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"ended at" = "a terminé à";

/* Message telling the user that their current eating window will not end unless it is ended manually.
   Text noting that the user's eating window was ended / closed manually by the user (e.g. a flexible eating window). */
"ended manually" = "était terminé manuellement";

/* Option that lets the user configure the end time of their eating window. 'end at' is also an acceptable translation. Lowercase if applicable. */
"ending at" = "se terminant à";

/* Option that lets the user configure the end time of their eating window. 'end at...' is also an acceptable translation. Lowercase if applicable. */
"ending at..." = "se termine à...";

/* Option that lets the user configure their eating window to repeat ay the same time every day in the future. Lowercase if applicable. */
"every day" = "chaque jour";

/* The user's current fast (the period of the day in which they didn't eat food). */
"fast" = "Jeûne";

/* Title for a screen where the user can configure their flexible eating window. Lowercase if applicable. */
"flexible window" = "période flexible";

/* Note that the user's fast begun at a certain time on the given date (e.g. from 3pm, April 8 (...to 3pm, April 8)) */
"from %1$@, %2$@" = "depuis %1$@, %2$@";

/* Abbreviation for 'kilograms', as in '10 kilograms = 10 kg' */
"kg" = "kg";

/* The name of the current language, in English. */
"language.name" = "French";

/* Abbreviation for 'pounds', as in '10 pounds = 10 lbs' */
"lbs" = "lb";

/* Label for a statistic showing the user's longest eating window duration. Lowercased if applicable. */
"longest" = "le plus long";

/* Label for a statistic showing the user's longest fast duration. Lowercased if applicable. */
"longest fast" = "le plus long";

/* The absence of data. Abbreviation for 'not applicable'. */
"n/a" = "s.o.";

/* Label that appears if the user did not fast on a given date. It is *very important* for this text to be as short as possible (ideally less than 10 characters). If 'no fast' cannot be succinctly translated, 'n/a' is an acceptable alternative translation. Lowercased if applicable. */
"no fast" = "pas de jeûne";

/* Shown on the eating window history screen when the user has not recored any past eating windows (no-data state). Lowercased if applicable. */
"no window history" = "pas d'historique de période";

/* Message telling the user their next eatinng window is not open / has not started. */
"not open" = "pas ouvert";

/* Label that appears above the time that the user's eating window will end. In the format 'open until 10:00am'. Lowercased if applicable. */
"open until" = "Ouvert jusqu'à";

/* Label that appears above the time that the user opened their eating window. 'time opened' or 'start time' are acceptable alternative translations. Lowercased if applicable. */
"opened at" = "ouvert à";

/* Label that appears above the time that the user opened their eating window. 'start time' is an acceptable alternative translation. Lowercased if applicable. */
"opening at" = "ouvre à";

/* Title for button that lets the user schedule thier eating window for the next day */
"schedule tomorrow's window" = "programmer le période de demain";

/* Label for a statistic showing the user's shortest eating window duration. Lowercased if applicable. */
"shortest" = "le plus court";

/* Label for a statistic showing the user's shortest fast duration. Lowercased if applicable. */
"shortest fast" = "le plus court";

/* Note that the user's fast ended at a certain time on the given date (e.g. 'Started 3pm, April 8') */
"since %1$@ on %2$@" = "depuis %1$@ le %2$@";

/* Abbreviation for 'stone' (a unit of weight commonly used in the United Kingdom), as in '10 stone = 10 st' */
"st" = "st";

/* A sentence fragment of the format 'your eating window *started* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"started at" = "a commencé à";

/* Option that lets the user configure the start time of their eating window. 'start at' is also an acceptable translation. Lowercase if applicable. */
"starting at" = "commençant à";

/* Option that lets the user configure the start time of their eating window. 'start at...' is also an acceptable translation. Lowercase if applicable. */
"starting at..." = "commence à...";

/* A quotation of some text. In English, this would be “%@”. */
"string.quotation" = "« %@ »";

/* Note that the user's fast ended at a certain time on the given date (e.g. (from 3pm, April 8...) to 3pm, April 8) */
"to %1$@, %2$@" = "jusqu'à %1$@, %2$@";

/* Option that lets the user configure their eating window to start on the current day. Lowercased if applicable. */
"today only" = "aujourd'hui seulement";

/* An abbreviation for 'Today', if the normal word for 'Today' is too short */
"today.abbreviated" = "auj.";

/* Option that lets the user configure their eating window to start on the next day. Lowercased if applicable. */
"tomorrow" = "demain";

/* A sentence fragment of the format 'your next eating window *will end at* 5pm'. Other acceptable translations include 'end time' or 'ending time'. Lowercased if applicable. */
"will end at" = "se terminera à";

/* A sentence fragment of the format 'your next eating window *will start at* 10am'. Other acceptable translations include 'start time' or 'starting time'. Lowercased if applicable. */
"will start at" = "commencera à";

/* Label telling the user that they have already completed their eating window for the day. Lowercase if applicable.
   Message telling the user that they have already completed their eating window for the day */
"window completed for the day" = "période terminé pour la journée";

/* Message that apprears when the user chooses a flexible eating window, which does not have a set 'end' time and will stay open until the user manually ends / closes it. Lowercase if applicable. */
"window will remain open until you close it" = "le période restera ouvert jusqu'à ce que tu la fermes";

/* Some time on the previous day. For example, '(Your eating window opened) yesterday at 10:00am'. */
"yesterday at %@" = "hier à %@";

/* Message telling the user that their next scheduled window opens at a specific time on some day in the future. Lowercase if applicable. */
"your next window opens at %1$@ on %2$@" = "ton prochain période s'ouvre à %1$@ le %2$@";

/* Message telling the user that their next eating window will open soon (e.g 'your next window opens in 5 minutes'). Lowercased if applicable. */
"your next window opens in %@" = "ton prochain période s'ouvre en %@";

/* Message telling the user that their next scheduled window opens later on the current day. Lowercased if applicable. */
"your next window opens today at %@" = "ton prochain période s'ouvre aujourd'hui à %@";

/* Message telling the user that their next scheduled window opens at a specific time on the next day. Lowercased if applicable. */
"your next window opens tomorrow at %@" = "ton prochain période s'ouvre demain à %@";

